<?php

namespace App\Enums;

use BenSampo\Enum\Enum;

final class RobotWordType extends Enum
{
    const NG = [
        'サルサ サルサ',
        'サルサ サルサ サルサ',
        'サルサ サルサ サルサ サルサ',
        'サルサ サルサ サルサ サルサ サルサ',
        'サルサ サルサ サルサ サルサ サルサ サルサ',
        'サルサ サルサ サルサ サルサ サルサ サルサ サルサ',
        'サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ',
        'サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ',
        'サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ',
        'サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ',
        'サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ',
        'サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ',
        'サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ',
        'サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ',
        'サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ',
        'サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ',
        'サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ',
        'サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ',
        'サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ',
        'サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ',
        'サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ',
        'サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ サルサ',
    ];
}
